DELETE FROM STOREREG WHERE STORENO = 1;
DELETE FROM STOREREG WHERE STORENO = 2;
DELETE FROM STOREREG WHERE STORENO = 3;
DELETE FROM STOREREG WHERE STORENO = 4;

INSERT INTO STOREREG 
VALUES
(
1,
'멜로우가든',
'구운연어가 통째로 올라간 파스타', 
'15','010-1111-1111',
'서울', 
'강남구', 
'강남대로110길 15 1층 102호',
'11:00 - 20:00',
'SNS',
'양식',
'연돌세트, 모츠나베, 해물크림파스타',
'12.jpg',
'12.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
2,
'목란',
'동파육과 멘보샤가 유명한 이연복쉐프 중식당', 
'25','010-1111-1111',
'서울', 
'서대문구', 
'연희로15길 21',
'11:00 - 17:00',
'SNS',
'중식',
'동파육, 칠리새우, 멘보샤, 짜장면',
'13.jpg',
'13.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
3,
'맨날국수',
'기장맛집 일광맛집 맨날국수<br>매주 월요일 휴무', 
'10','010-1111-1111',
'부산', 
'기장군', 
'일광면 일광로 110 1층',
'9:00 - 20:00',
'SNS',
'한식',
'배말칼국수, 배말톳김밥, 꼬막비빔국수, 톳냉국수(계절메뉴)',
'11.jpg',
'11.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
4,
'밥한끼',
'전지적참견시점 방영 맛집', 
'18','010-1111-1111',
'서울', 
'용산구', 
'독서당로 65-3',
'11:30 - 21:00',
'SNS',
'한식',
'등심돈까스, 토마토치즈제육덮밥, 김치돈까스우동, 돈까스덮밥',
'14.jpg',
'14.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
5,
'해운대암소갈비집',
'원조 해운대 갈비 맛집', 
'35','010-1111-1111',
'부산', 
'해운대구', 
'중동2로10번길 32-10',
'11:30 - 22:00',
'SNS',
'한식',
'생갈비, 양념갈비, 불고기, 뚝배기 된장',
'15.jpg',
'15.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
6,
'취인',
'한우 육회, 육사시미,육전맛집', 
'18','010-1111-1111',
'부산', 
'부산진구', 
'전포대로186번길 41-1 1층',
'17:00 - 00:00',
'SNS',
'술집',
'한정판육사시미, 삼색하누육회, 닭따리양념튀김, 모듬어묵탕',
'16.jpg',
'16.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
7,
'도시락파스타',
'회기로 이사온 북촌파스타', 
'18','010-1111-1111',
'서울', 
'동대문구', 
'회기로19길 18 2층',
'10:00 - 22:00',
'SNS',
'양식',
'포모도로, 만조에판나, 알리오에올리오, 감베띠에할라피뇨',
'17.jpg',
'17.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
8,
'뉴욕바닷가재 대구',
'수성구 뉴욕 바닷가재 가족모임하기좋은곳', 
'18','010-1111-1111',
'대구', 
'수성구', 
'용학로 106-7',
'12:00 - 21:50',
'SNS',
'한식',
'바닷가재 회, 바닷가재 찜, 바닷가재 양념구이, 바닷가재 버터구이',
'18.jpg',
'18.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
9,
'큰나무집',
'모르는사람이 없는 그 유명한 가창큰나무백숙', 
'20','010-1111-1111',
'대구', 
'달성군', 
'가창면 우록길 24',
'11:00 - 21:00',
'SNS',
'한식',
'궁중약백숙, 약백숙탕, 닭도리탕',
'19.jpg',
'19.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
10,
'동해막국수',
'명태식해와 곁들여 먹는 수육', 
'18','010-1111-1111',
'인천', 
'중구', 
'용유서로479번길 16',
'11:00 - 21:00',
'SNS',
'한식',
'수육, 메밀전, 물막국수, 매밀손만두국+보리밥',
'20.jpg',
'20.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
11,
'연경',
'독특한 하얀짜장이 있는 차이나타운 맛집', 
'18','010-1111-1111',
'인천', 
'중구',
'차이나타운로 41',
'10:30 - 21:30',
'SNS',
'중식',
'하얀짜장, 멘보샤, 북경오리(한마리), 해물누룽지탕',
'21.jpg',
'21.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
12,
'갈릴리농원본관',
'파주장어유명한곳 갈릴리농원 파주맛집', 
'18','010-1111-1111',
'경기', 
'파주시', 
'탄현면 방촌로 1196',
'11:00 - 21:00',
'SNS',
'한식',
'장어, 청미안(구신관)_장어, 생장어포장',
'22.jpg',
'22.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
13,
'김삿갓밥집',
'쌈까지 33가지찬이나오는 삿갓정식', 
'18','010-1111-1111',
'경기', 
'남양주시', 
'화도읍 경춘로 2483',
'11:30 - 17:00',
'SNS',
'한식',
'보리밥정식(30찬과 수육 & 비빔밥)',
'23.jpg',
'23.jpg',
0,
0,
100001);

INSERT INTO STOREREG 
VALUES
(
14,
'청정게장촌',
'여수 밥집에서 게장도 먹고 갈치조림', 
'18','010-1111-1111',
'전남', 
'여수', 
'봉산남4길 23-32',
'07:30 - 21:00',
'SNS',
'한식',
'갈치조림정식, 계장백반정식, 간장게장포장, 양념게장포장',
'24.jpg',
'24.jpg',
0,
0,
100001);

commit;